{
  "(home)": {
    "title": "Home",
    "description": "Everything you need for Solana development is here. Launch validators, RPCs, and dApps at blazing speed.",
    "SLVCommands": {
      "title1": "Install",
      "title2": "Configure",
      "title3": "Start"
    },
    "HomeHeroRow": {
      "title1": "The Toolkit for",
      "title2": "Solana Devs",
      "subtitle1": "Everything you need for Solana development is here",
      "subtitle2": "Launch validators, RPCs, and dApps at blazing speed"
    },
    "EasyStartValidatorRow": {
      "title": "Effortless Validator Operations",
      "summary": "Easily launch validators or RPC nodes and start operations hassle-free.",
      "description": "With SLV, you can easily complete setup for validators and RPC nodes. Whether it’s small daily updates or large-scale, complex updates, everything can be executed with a single command. This frees you from tedious installations and repetitive update tasks, drastically reducing the time and effort required. By simplifying the complexities of validator operations, you can focus your resources on other important tasks.",
      "button1": "Getting Started",
      "button2": "Join Us"
    },
    "AdaptiveSolutionsRow": {
      "title": "Adaptable to Various Requirements",
      "summary": "Supports Geyser plugins and the latest Firedancer.",
      "description": "In addition to the Jito validator client, SLV supports Geyser plugins (gRPC connections) for Solana RPC, as well as the latest Firedancer. Geyser plugins enable faster hook actions and high-speed trading, supporting efficient transactions and dApp development. Firedancer improves energy efficiency and maximizes hardware performance, offering cost-effective operations. SLV flexibly adapts to ongoing technological innovations, ensuring your operations are always optimized.",
      "button1": "Getting Started",
      "button2": "Join Us"
    },
    "QualityOperationsRow": {
      "title": "Enhance Operational Quality",
      "summary": "Seamless migrations, updates without downtime, and automated operations are all possible.",
      "description": "High-quality validator operations require more than just hardware specs or geographic distribution—they also demand downtime-free updates and migrations. SLV fully automates these high-end operational processes, reducing the burden significantly. By enabling SLV’s automated operation mode, tasks such as daily management, reward staking, voting cost calculations, and reward distribution are completely automated. In addition, keyless operations substantially improve security, and Discord alert functionality provides everything you need for meticulous operations.",
      "button1": "Getting Started",
      "button2": "Join Us"
    },
    "RocketStartRow": {
      "title": "Ready for Your Solana Development",
      "summary": "Everything you need is right at your fingertips—turn your ideas into reality instantly.",
      "description": "Simply install SLV to jumpstart your Solana development. Not only can you spin up validators and RPC nodes, but you can also build Solana-based dApps and Web3 apps in a flash. From the fastest trading apps powered by the Jupiter API to Blinks, SLV supports a wide range of use cases. With plenty of boilerplates to choose from, you can set up an environment tailored to your needs and deploy your app on Day 1.",
      "button1": "Getting Started",
      "button2": "Join Us"
    },
    "GlobalEdgeServersRow": {
      "title": "Built for the Edge",
      "summary": "Globally scalable the moment you deploy—no more waiting on cold starts.",
      "description": "dApps created with SLV can be deployed instantly and scale globally from the moment they go live. We’ve solved the cold start delays that often plague serverless architectures. Depending on user demand, your app can be dynamically distributed across over 300 edge servers worldwide. Free yourself from complex region management and enjoy a simple, powerful deployment experience that delivers a superior user experience across broad regions.",
      "button1": "Getting Started",
      "button2": "Join Us"
    }
  }
}
